Repository: sokil/VotingEngine
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru, uk

source: Error while authorize user
ru: Ошибка при авторизации
uk: Помилка під час авторизації користувача

source: This voting not allowed in your country. Allowed only for %s
ru: Это голосование недоступно в вашей стране, доступно только для %s
uk: Це золосування недуступне в вашій країні. Доступне лише для %s

source: Authorisation
ru: Авторизация
uk: Авторизація

source: Select authorization provider through which you would like to sign in
ru: Укажите, с помощью какого сервиса вы хотите авторизироваться
uk: Вкажіть, з допомогою якого сервісу ви хочете авторизуватись

source: Voting
ru: Голосование
uk: Голосування

source: Every voice will hear
ru: Каждый голос будет услышан
uk: Кожен голос буде почутий

source: Add voting
ru: Добавить голосование
uk: Додати голосування

source: Sign out
ru: Выход
uk: Вихід

source: Sign in
ru: Вход
uk: Вхід

source: Page not found
ru: Страница не найдена
uk: Сторінка не знайдена

source: Edit voting
ru: Редактировать голосование
uk: Редагувати голосування

source: Voting editor
ru: Редактор голосований
uk: Редактор голосування

source: Votings
ru: Голосования
uk: Голосування

source: Name
ru: Название
uk: Назва

source: Voting name
ru: Название голосования
uk: Назва голосування

source: Country
ru: Страна
uk: Країна

source: All countries
ru: Все страны
uk: Всі країни

source: Privacy
ru: Приватность
uk: Приватність

source: Visible for all
ru: Видимое для всех
uk: Видиме для всіх

source: Use this link to share
ru: Используйте эту ссылку для распространения
uk: Використовуйте це посилання для поширення

source: Visible for all, who know link
ru: Видимое для всех, кто знает ссылку
uk: Видиме для всіх, хто знає посилання

source: Save
ru: Сохранить
uk: Зберегти

source: Voting list
ru: Список голосований
uk: Список голосувань

source: Hosting of on-line votings.
ru: Хостинг он-лайн голосований.
uk: Хостинг он-лайн голосувань.

source: Leave your vote in on-line voting.
ru: Оставьте свой голос в он-лайн голосовании.
uk: Залиште ваш голос в он-лайн голосуванні.

source: Voted
ru: Проголосовало
uk: Проголосувало

source: Edit
ru: Редактировать
uk: Редагувати

source: Voting results
ru: Результаты голосования
uk: Результати голосування

source: Voted persons:
ru: Проголосовало:
uk: Проголосувало:

source: Add variant
ru: Добавить вариант
uk: Додати варіант

source: Share at Vkontakte
ru: Распространить через Vkontakre
uk: Поширити через Vkontakte

source: Share at Facebook
ru: Распространить через Facebook
uk: Поширити через Facebook

source: Share at Twitter
ru: Распространить через Twitter
uk: Поширити через Twitter

source: Share at Google+
ru: Распространить через Google+
uk: Поширити через Google+

source: Edit voting variant
ru: Редактировать вариант голосования
uk: Редагувати варіанти голосування

source: Voting variant editor
ru: Редактор вариантов голосования
uk: Редактор варіантів голосування

source: Title
ru: Название
uk: Назва

source: Variant title
ru: Название варианта
uk: Назва варіанту

source: Description
ru: Описание
uk: Опис

source: Variant description
ru: Описание варианта
uk: Опис варіанту

source: Close
ru: Закрыть
uk: Закрити

source: Variants
ru: Варианты
uk: Варіанти

source: Vote
ru: Проголосовать
uk: Проголосувати

source: Place your vote here
ru: Переместите ваши голоса сюда в порядке предпочтения
uk: Перемістіть ваші голоси сюди в порядку надання переваги

source: Standard systems allow to choose just one option among several. Because of this majority vote may cause dissatisfaction for large part of respondents as their voice in fact not taken into account. If the winning option voted 40 percents of respondents thought that the other 60 is not included. So respondent will not vote for the most suitable option, but for the most traversed to get to the percentage of winners. This voting system allows you to build acceptable ratings , and get the winning result that will satisfy the most number of respondents. Each option of the rating assigned a score greater the higher the option in rating. The winner is not the option that received the most first places in the ranking, but the one that received the most amount of points.
ru: Стандартные системы голосования позволяют из числа нескольких вариантов выбрать только один. Поэтому голосование большинством голосов может вызвать недовольство значительной части респондентов, ведь их голос по существу не учтен . Если за победивший вариант проголосовало 40 процентов респондентов, то мнение остальных 60 не учтено. Поэтому человек будет голосовать не за наиболее приемлемый для него вариан, а за наиболее проходной, чтобы попасть в процент победителей. Данная же система голосования позволяет выстроить рейтинг приемлемых вариантов , и получить результат - победитель , который удовлетворит максимальное количество респондентов. Каждому варианту в рейтинге ставится в соответствие балл тем больше, чем выше вариант в рейтинге . Победителем становится не тот вариант, который получил максимум первых мест в рейтинге , а тот что получил наибольшую сумму баллов.
uk: Стандартні системи голосування дозволяють з поміж декількох варіантів вибрати лише один. Через це голосування більшістю голосів може викликати незадоволення значної частини респондентів, адже їх голос по суті не врахований. Якщо за переможний варіант проголосувало 40 відсотків респондентів, то думка інших 60 не врахована. Тому людина буде голосувати не за найбільш прийнятний для неї варіант, а за найбільш прохідний, щоб потрапити в відсоток переможців. Дана система голосування дозволяє вибудувати рейтинг прийнятних варіантів, і отримати результат-переможець, який задовольнить максимальну кількість респондентів. Кожному варіанту в рейтингу ставиться у відповідність бал тим більший, чим вище варіант в рейтингу. Переможцем стає не той варіант, який отримав максимум перших місць в рейтингу, а той що отримав найбільшу суму балів.

source: Drop variants in order of your favour
ru: Перетащите варианты в порядке вашего предпочтения
uk: Перемістіть варіанти голосування в порядку, в якому ви надаєте їм перевагу

source: Skip variants you don't want to vote for
ru: Не перетаскивайте варианты, за которые вы не хотите голосовать
uk: Не перетягуйте варіанти, за які ви не хочете голосувати
